#const/const_bot.py
CURRENCY = 'RUB'
MAIN_MENU = '🏠 В главное меню'
DONATION = '🎁 Пожертвования'

R100_ARR = {'label' : '🎉 Пожертвование - 100 РУБ', 'amount' : 100*100,
          'description': 'Пожертвование в 100 РУБ',
          'payload' : 'Пожертвование в 100 РУБ'}

R300_ARR = {'label' : '🛡️ Пожертвование - 300 РУБ', 'amount' : 300*100,
          'description': 'Пожертвование в 300 РУБ',
          'payload' : 'Пожертвование в 300 РУБ'}

R500_ARR = {'label' : '💻 Пожертвование - 500 РУБ', 'amount' : 500*100,
          'description': 'Пожертвование в 500 РУБ',
          'payload' : 'Пожертвование в 500 РУБ'}

R1000_ARR = {'label' : '🎉 Пожертвование - 1000 РУБ', 'amount' : 1000*100,
         'description': 'Пожертвование в 1000 РУБ',
         'payload' : 'Пожертвование в 1000 РУБ'}
